Repository: xfce-mirror/xfce4-battery-plugin
Catalog: po/*.po
Languages: ro

source: (No battery, AC on-line)
ro: (Fără baterie, conectat la rețeaua electrică)

source: (Charging from AC)
ro: (Încărcare de la rețeaua electrică)

source: (AC on-line)
ro: (Conectat la rețeaua electrică)

source: %d%% (%02d:%02d) remaining
ro: %d%% (%02d:%02d) rămas

source: %02d:%02d remaining
ro: %02d:%02d rămas

source: %d%% remaining
ro: %d%% rămas

source: AC off-line
ro: Deconectat de la rețeaua electrică

source: WARNING: Your battery has reached critical status. You should plug in or shutdown your computer now to avoid possible data loss.
ro: AVERTISMENT: Bateria dvs. a atins starea critică. Ar trebui să vă conectați la rețeaua electrică calculatorul sau să îl opriți acum pentru a evita posibile pierderi de date.

source: WARNING: Your battery is running low. You should consider plugging in or shutting down your computer soon to avoid possible data loss.
ro: AVERTISMENT: Bateria dvs. se descarcă. Ar trebui să luați în considerare conectarea calculatorului la rețeaua electrică sau închiderea acestuia în curând pentru a evita posibile pierderi de date.

source: Battery
ro: Baterie

source: Select file
ro: Alegeți fișierul

source: Select command
ro: Selectați comanda

source: Unable to open the following url: %s
ro: Nu s-a putut deschide următorul URL: %s

source: Battery Monitor
ro: Monitor baterie

source: _Close
ro: În_chide

source: _Help
ro: _Ajutor

source: On AC:
ro: Conectat la rețeaua electrică:

source: Battery high:
ro: Baterie încărcată:

source: Battery low:
ro: Baterie descărcată:

source: Battery critical:
ro: Baterie în stare critică:

source: Bar _colors
ro: Culori bară

source: Low percentage:
ro: Procentaj scăzut:

source: Low battery action:
ro: Acțiune pentru baterie descărcată:

source: Do nothing
ro: Nu face nimic

source: Display a warning message
ro: Afișează un mesaj de avertizare

source: Run command
ro: Rulează comanda

source: Run command in terminal
ro: Rulează comanda în terminal

source: Command:
ro: Comandă:

source: Critical percentage:
ro: Procentaj critic:

source: Critical battery action:
ro: Acțiune nivel critic al bateriei:

source: Levels and _actions
ro: Nivele și _acțiuni

source: Display label
ro: Afișează etichetă

source: Display icon
ro: Afișează pictogramă

source: Display bar
ro: Afișează bară

source: Display percentage
ro: Afișează procentajul

source: Display time
ro: Afișează timpul

source: Display power
ro: Afișează modul de alimentare.

source: Hide time/percentage when full
ro: Ascunde timpul/procentul când este complet încărcată

source: Display percentage in tooltip
ro: Afișează procentajul în balonul informativ

source: Display time remaining in tooltip
ro: Afișează timpul rămas în balonul informativ

source: _Display
ro: _Afișează

source: Show and monitor the battery status
ro: Afișează și monitorizează starea bateriei
